{
    "meta": {
        "country":"IN",
        "language": "en",
        "countryName": "India",
        "currencyLabel": "IN"
    },
    "config": {
        "name":"Dhanraj Switchgear Pvt Ltd",
        "phone":"+91-123456789789456",
        "telephone": "+1122356489",
        "email": "info@dhanrajswitchgears.com",
        "address": "35, GANESH CHANDAR AVENUE 2ND FLOOR , KolKata, West Bengal, India - 700013.",
        "facebook": "https://www.facebook.com",
        "twitter":"https://www.twitter.com",
        "pinterest":"https://www.pinterest.com",
        "instagram":"https://www.instagram.com",
        "linkedIn": "https://www.linkedin.com"
    },
    "i18n": {
        "common.title":"Dhanraj Switchgear Private Limited",
        "home.title":"Dhanraj Switchgear Private Limited",
        "header.topbannertext2": "Office Hours: Mon-Fri: 09:00AM-6:00PM",
        "banner.title1": "BLOKSET is designed to deliver high-power capabilities ",
        "banner.subtitle1": " while ensuring utmost safety and modularity.",
        "banner.subtext": "",
        "banner.title2": "BLOKSET is designed to deliver high-power capabilities ",
        "banner.subtitle2": " while ensuring utmost safety and modularity.",
        "banner.subtext2": "",
        "banner.button":"Get a Quote",
        "process.text":"Working Process",
        "process.subtext": "ISO tank container maintenance and repair are crucial for ensuring cargo integrity and safety.",
        "process.item1" : "Services Provider",
        "process.item1subtext": "The logistics process begins with the receipt of customer...",
        "process.item2" : "Warehousing",
        "process.item2subtext": "Goods that are ready for shipment are stored in warehouses or...",
        "process.item4" : "Product Delivery",
        "process.item4subtext": "Our work delivery to customer is 99.99%, our work efficiency is always accordance to our commitment to the cilents.",
        "about1.text": "More About Us",
        "about1.heading": "Experienced Solution Provider For LV & MV Switchgear",
        "about1.subtext": "Switchgear and Control Technics Pvt Ltd (SCTPL) is a leading manufacturer of low and medium voltage switchboards, distribution boards, enclosures, and sheet metal parts. We're specialized in customized engineering solutions for greenfield projects, focusing on power management, power distribution, and automation. Partnering with Schneider Electric India, we deliver high-quality products and services that exceed customer expectations.",
        "about1.subtext2": "Group Stimulated by the deep-seated international genes since its establishment, supported by the outstanding governance structure and propelled by the endless pursuit of technological innovation and management efficiency, LSPL has rapidly grown into a leader in many global industries.",
        "about1.subtext3": "Dhanraj Switchgear Private Limited (LSPL) has the assets, people and IT infrastructure to support your tank requirements With our integrated tank solutions, we are committed to comply with your schedule.  <br><br>Dhanraj Switchgear Limited- is a part of one of the leading shipping group companies, one that covers activities ranging from Shipping Agencies, Containers Storage / Repair / Maintenance.<br><br>Dhanraj Switchgear Private Limited- is a part of one of the leading shipping group companies, one that covers activities ranging from Shipping Agencies, Containers Storage / Repair / Maintenance.LSPL was created to undertake the cleaning, testing, repair and refurbishment of all types of marine containers, mainly reefer and tank containers used for carrying perishable and chemical cargo. In 2010, the Company diversified into manufacture of un-fired pressure vessels under a permanent license. <br><br>We are always open to new and innovative ideas. LSPL is ready to open its activities to any diversification in the interest of the Shipping Industry.",
        "about1.button": "Read More",
        "about1.text2" :"13+ Years of Experience",
        "projects1.text":"Recent Projects",
        "projects1.subtext":"Let’s View Our Latest Projects",
        "CallToAction.title" :"World’s Leading Expert in Integrated Tank Solutions",
        "CallToAction.text": "Dhanraj Switchgear Private Limited is the world's leading global logistics provider in ISO tank container maintenance and repair—we support industry and trade in global commerce..",
        "services1.text": "Service We Provide",
        "services1.title" : "Our Services To Explore",
        "team1.text": "Our Professionals",
        "team1.title": "Meet Our Team Members",
        "news1.text":"Our Blog Posts",
        "news1.title": "Latest Blog & News",
        "news1.button": "View All Posts"
    }
}